Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Enabling this feature allows Trio to deliver insulin required using Super Micro Boluses (SMB) when a manual Temporary Target above %1$@ %2$@ is set.
bg: Активирането на тази функция позволява на Trio да подава необходимия инсулин чрез Super Micro Boluses (SMB), когато е зададена ръчна временна цел над %@ %@.
cs: Zapnutí této funkce umožní Triu podávat potřebný inzulín pomocí Super Micro Bolusů (SMB), když máš nastaven manuální dočasný cíl vyšší než %1$@ %2$@.
da: Aktivering af denne funktion gør det muligt for Trio at levere den insulin, der kræves ved hjælp af Super Micro Bolusser (SMB), når et manuelt midlertidigt mål over %1$@ %2$@ er sat.
de: Wenn diese Funktion aktiviert ist, kann Trio das benötigte Insulin mit Super Micro Bolus (SMB) abgeben, wenn ein Temporäres Ziel über %1$@ %2$@ eingestellt ist.
es: Habilitar esta función permite a Trio entregar insulina requerida usando Super Micro Boluses (SMB) cuando se establece un objetivo temporal manual superior a %1$@ %2$@.
fr: Activer cette fonctionnalité permet à Trio d’administrer l’insuline requise à l’aide de Super Micro Bolus (SMB) lorsqu’une Cible Temporaire manuelle supérieure à %1$@ %2$@ est définie.
it: Abilitando questa funzionalità, Trio consente di fornire insulina necessaria utilizzando Super Micro Boli (SMB) quando è impostato un obiettivo temporaneo manuale sopra %1$@ %2$@.
nb_no: Aktivering av denne funksjonen tillater at Trio leverer nødvendig insulin med Super Mikro Boluser (SMB) når et manuelt mål over %1$@ %2$@ er satt.
nl: Door deze functie in te schakelen, kan Trio de vereiste insuline toedienen door gebruik te maken van Super Micro Bolussen (SMB) wanneer een handmatig Tijdelijke Doel boven %1$@ %2$@ is ingesteld.
pl: Włączenie tej funkcji umożliwia Trio podawanie wymaganej insuliny za pomocą Super Micro Bolusów (SMB), gdy ręcznie ustawiono Tymczasowy Cel powyżej %1$@ %2$@
pt_pt: Ativar este recurso permite Trio entregar insulina necessária usando Super Micro Boluses (SMB) quando um alvo temporário manual acima de %1$@ %2$@ está definido.
ru: Включение этой функции позволяет Трио доставлять инсулин, требуемый с использованием Super Micro Boluses (SMB) когда установлена ручная временная цель выше %1$@ %2$@.
sv: Genom att aktivera denna funktion kan Trio leverera insulin som krävs med hjälp av supermikrobolusar (SMB) när ett manuellt tillfälligt mål över %1$@ %2$@ är inställt.
uk: Увімкнення цієї функції дозволяє керувати інсуліном, використовуючи Super Micro Boluses (SMB) коли встановлено ручну ціль над %1$@ %2$@.
vi: Kích hoạt tính năng này cho phép Trio cung cấp lượng insulin cần thiết bằng cách sử dụng Super Micro Bolus (SMB) khi một Mục tiêu Tạm thời thủ công cao hơn %1$@ %2$@ được thiết lập.
zh_hant: 啟用此功能使 Trio 能夠在設定手動臨時目標高於 %1$@ %2$@ 時，使用超微量注射（SMB）提供所需的胰島素。

source: Enabling this feature allows Trio to deliver insulin required using Super Micro Boluses (SMB) when glucose reading is above the value set as High Glucose Target.
bg: Активирането на тази функция позволява на Trio да подава необходимия инсулин чрез Super Micro Boluses (SMB), когато показанието за глюкоза е над стойността, зададена като горна целева глюкоза.
cs: Zapnutí této funkce umožní Triu podávat potřebný inzulín pomocí Super Micro Bolusů (SMB), pokud je naměřená glykémie nad hodnotou nastavenou jako cíl pro vysokou glykémii.
da: Aktivering af denne funktion gør det muligt for Trio at levere den insulin, der kræves ved hjælp af Super Micro Boluses (SMB), når glucoseaflæsning er over værdien indstillet som Højt Glukose Mål.
de: Dieses Feature erlaubt Trio Insulin in Form von Super Micro Bolus (SMB) Einheiten abzugeben, wenn der Blutzucker über dem Zielwert liegt.
fr: L’activation de cette option permet à Trio d’administrer l’insuline nécessaire à l’aide de Super Micro Bolus (SMB) lorsque la mesure du glucose dépasse la valeur définie comme Cible du glucose haute.
nb_no: Aktivering av denne funksjonen tillater Trio å levere insulin som kreves ved bruk av Super Mikro Bolus (SMB) når blodsukkeret er over verdien satt som høyt BS-mål.
nl: Door het inschakelen van deze functie, kan Trio de vereiste insuline toedienen door gebruik te maken van Super Micro Bolussen (SMB) wanneer de glucosewaarde hoger is dan de waarde die is ingesteld als hoog glucose-streefdoel.
pl: Włączenie tej funkcji umożliwia Trio podawanie insuliny za pomocą Super Micro Bolusów (SMB), gdy odczyt stężenia glukozy przekracza wartość ustawioną jako wysoki poziom docelowy glikemii.
sv: Genom att aktivera denna funktion kan Trio leverera insulin med hjälp av supermikrobolus (SMB) när glukosvärdena överstiger värdet som angetts som högt glukosvärde.
vi: Kích hoạt tính năng này cho phép Trio cung cấp lượng insulin cần thiết bằng cách sử dụng Super Micro Bolus (SMB) khi mức đường huyết vượt quá ngưỡng được đặt là Mục tiêu Đường huyết Cao.
zh_hant: 啟用此功能可讓 Trio 在血糖讀數高於設定的高血糖目標值時，使用超微量注射 (SMB) 傳送所需的胰島素。

source: Enabling this feature allows you to create and save preset meals.
bg: Активирането на тази функция ви позволява да създавате и запазвате шаблони за хранене.
cs: Zapnutí této funkce ti umožní vytvářet a ukládat přednastavená jídla.
da: Aktivering af denne funktion tillader dig at oprette og gemme forudindstillede måltider.
de: Wenn Du diese Funktion aktivierst, kannst Du voreingestellte Mahlzeiten erstellen und speichern.
es: Habilitar esta función le permite crear y guardar las comidas predefinidas.
fr: Activer cette fonctionnalité permet la création et l’enregistrement de repas favoris.
it: Abilitare questa funzione consente di creare e salvare i pasti preimpostati.
nb_no: Ved å aktivere denne funksjonen kan du lage og lagre forhåndsinnstilte måltider.
nl: Door deze functie in te schakelen, kunt u vooraf ingestelde maaltijden maken en opslaan.
pl: Włączenie tej funkcji pozwala na tworzenie i zapisywanie wstępnie ustawionych posiłków.
pt_pt: Ativar este recurso permite que você crie e salve as refeições pré-definidas.
ru: Включение этой функции позволяет создавать и сохранять предустановленные блюда.
sv: Aktivera denna funktion om du vill skapa och spara förvalda måltider.
uk: Увімкнення цієї функції дозволяє створювати та зберігати заготовні страви.
vi: Bật tính năng này cho phép bạn tạo và lưu các bữa ăn được thiết lập sẵn.
zh_hant: 啟用此功能使你可以創建並儲存預設餐點。

source: Enabling this feature causes Trio to automatically raise the targeted glucose if it detects an increase in insulin sensitivity from your baseline.
bg: Активирането на тази функция кара Trio автоматично да повишава целевата глюкоза, ако установи повишение на инсулиновата чувствителност спрямо базовата ви стойност.
cs: Zapnutí této funkce způsobí, že Trio automaticky zvýší cílovou glykémii, pokud detekuje zvýšení citlivosti na inzulín oproti tvé výchozí hodnotě.
da: Aktivering af denne funktion får Trio til automatisk at øge den målrettede glukose, hvis den registrerer en øget insulinfølsomhed fra din baseline.
de: Aktivieren dieser Funktion bewirkt, dass Trio automatisch die Zielglukose erhöht, wenn es eine erhöhte Insulinempfindlichkeit gegenüber dem Ausgangswert feststellt.
es: Activar esta función hace que Trio aumente automáticamente la glucosa objetivo si detecta un aumento de la sensibilidad de insulina de su línea base.
fr: Activer cette fonctionnalité permet à Trio d’augmenter automatiquement la cible de glucose s’il détecte une augmentation de votre sensibilité à l’insuline par rapport à celle définie dans vos réglages de Thérapie.
it: Abilitando questa funzionalità, Trio aumenta automaticamente il glucosio mirato se rileva un aumento della sensibilità all’insulina dal basale.
nb_no: Aktivering av denne funksjonen fører til at Trio automatisk øker blodsukkermålet ditt når det oppdages en økning i insulinfølsomheten.
nl: Inschakelen van deze functie zorgt ervoor dat Trio de gewenste glucose automatisch verhoogt als het een toename van insulinegevoeligheid van je basislijn detecteert.
pl: Włączenie tej funkcji powoduje, że Trio automatycznie podnosi docelowe stężenie glikemii, jeśli wykryje wzrost wrażliwości na insulinę w stosunku do wartości bazowej.
pt_pt: Ativar este recurso faz com que Trio aumente automaticamente a glicose direcionada se detectar um aumento na sensibilidade de insulina da sua base.
ru: Включение этой функции заставляет Трио автоматически поднимать целевую глюкозу, если она обнаруживает увеличение чувствительности инсулина с вашего базового уровня.
sv: Att aktivera denna funktion gör att Trio automatiskt höjer glukos-målvärdet om den upptäcker en ökad insulinkänsligheten.
uk: Увімкнення цієї функції викликає «Тріо» автоматично піднімати цільову глюкозу, якщо виявляє підвищення чутливості інсуліну з вашого базового рівня.
vi: Kích hoạt tính năng này sẽ khiến Trio tự động tăng mục tiêu đường huyết nếu phát hiện độ nhạy insulin tăng so với mức cơ bản của bạn.
zh_hant: 啟用此功能會使 Trio 在檢測到胰島素敏感度提高時自動提高目標葡萄糖。

source: Enabling this feature causes Trio to automatically reduce the targeted glucose if it detects a decrease in sensitivity (resistance) from your baseline.
bg: Активирането на тази функция кара Trio автоматично да понижава целевата глюкоза, ако установи понижение на чувствителността (резистентност) спрямо базовата ви стойност.
cs: Zapnutí této funkce způsobí, že Trio automaticky sníží cílovou glykémii, pokud detekuje pokles citlivosti (rezistenci) oproti tvé výchozí hodnotě.
da: Aktivering af denne funktion får Trio til automatisk at reducere den målrettede glukose, hvis den registrerer en nedsat følsomhed (resistens) fra din baseline.
de: Bei Aktivierung dieser Funktion reduziert Trio automatisch das Glukoseziel, wenn es eine Abnahme der Empfindlichkeit (Resistenz) im Vergleich zu Deinem Ausgangswert feststellt.
es: Activar esta función hace que Trio reduzca automáticamente la glucosa objetivo si detecta una disminución de la sensibilidad (resistencia) de su línea base.
fr: Activer cette fonctionnalité permet à Trio de réduire automatiquement la cible du glucose s’il détecte une diminution de votre sensibilité à l’insuline (résistance) par rapport à celle définie dans vos réglages de Thérapie.
it: Abilitando questa funzionalità, Trio riduce automaticamente il glucosio mirato se rileva una diminuzione della sensibilità (resistenza) dal basale.
nb_no: Aktivering av denne funksjonen fører til at Trio automatisk reduserer blodsukkermålet ditt når det oppdages en reduksjon i insulinfølsomheten (insulinresistens).
nl: Het inschakelen van deze functie zorgt ervoor dat Trio de gerichte glucose automatisch verlaagt als het een afname in gevoeligheid (weerstand) uit je basislijn detecteert.
pl: Włączenie tej funkcji powoduje, że Trio automatycznie obniża docelowy poziom glikemii, jeśli wykryje spadek czułości (oporności) od poziomu bazowego.
pt_pt: Ativar este recurso faz com que Trio reduza automaticamente a glicose direcionada se detectar uma diminuição na sensibilidade (resistência) do seu baseline.
ru: Включение этой функции заставляет Трио автоматически уменьшить целевую глюкозу, если она обнаруживает снижение чувствительности (сопротивления) от вашего базового уровня.
sv: Att aktivera den här funktionen gör att Trio automatiskt änker glukos-målvärdet om den upptäcker en minskad insulinkänsligheten (resistens).
uk: Увімкнення цієї опції приведе до автоматичного зменшення глюкози, якщо вона виявить зменшення чутливості (опору) з Вашої основи.
vi: Bật tính năng này sẽ khiến Trio tự động giảm mục tiêu đường huyết nếu phát hiện độ nhạy insulin giảm (tức có hiện tượng kháng insulin) so với mức cơ bản của bạn.
zh_hant: 啟用此功能會使 Trio 在檢測到敏感度下降（抗性）時自動降低目標葡萄糖。

source: Enabling this feature lowers the number of turns on the crown dial required when confirming a bolus.
bg: Активирането на тази функция намалява броя завъртания на цифровата корона, необходими при потвърждаване на болус.
cs: Zapnutí této funkce sníží počet otočení korunkou (na hodinkách) potřebných k potvrzení bolusu.
da: Aktivering af denne funktion sænker antallet af sving på den krone skive, der kræves, når en bolus bekræftes.
de: Wenn Du diese Funktion aktivierst, verringert sich die Anzahl der benötigten Drehungen der Crown, die zur Bestätigung eines Bolus erforderlich sind.
es: Habilitando esta característica disminuye el número de giros en el dial de corona requerido al confirmar un bolo.
fr: Activer cette fonctionnalité réduit le nombre de rotations de la couronne nécessaires pour confirmer un bolus.
it: Abilitare questa funzione riduce il numero di giri necessari per il quadrante della corona quando si conferma un bolo.
nb_no: Aktivering av denne funksjonen senker antall dreininger som kreves for bekreftelse av en bolus.
nl: Het inschakelen van deze functie verlaagt het aantal keren dat de kroondial die nodig is bij het bevestigen van een bolus.
pl: Włączenie tej funkcji zmniejsza liczbę kroków wymaganych do potwierdzenia bolusa.
pt_pt: Ativar este recurso reduz o número de curtidas no discador da coroa necessário ao confirmar um bolus.
ru: Включение этой функции снижает количество включений в набор короны, требуемый при подтверждении наличия болта.
sv: Aktivering av denna funktion sänker antalet rotationer på kronan som krävs när du bekräftar en bolus.
uk: Увімкнення цієї функції зменшує кількість викликів під час підтвердження болта.
vi: Bật tính năng này sẽ giảm số vòng xoay núm điều chỉnh cần thiết khi xác nhận bolus.
zh_hant: 啟用此功能會減少確認注射時所需轉動的旋鈕次數。

source: Enabling this setting adds a "Reduced Bolus" option to the bolus calculator. Once this feature is enabled, a percentage setting will appear for you to select.
bg: Активирането на тази настройка добавя опция „Намален болус“ в калкулатора за болус. След активиране ще се появи настройка за процент, от която да изберете.
cs: Povolením tohoto nastavení přidáte do bolusové kalkulačky možnost „Snížený bolus“. Jakmile bude tato funkce povolena, zobrazí se nastavení procent, které si můžete zvolit.
da: Aktivering af denne indstilling tilføjer en "Reduceret Bolus" indstilling til bolusregnemaskinen. Når denne funktion er aktiveret, vises en procentuel indstilling for dig at vælge.
de: Wenn Du diese Einstellung aktivierst, wird dem Bolusrechner eine Option „Reduzierter Bolus“ hinzugefügt. Sobald diese Funktion aktiviert ist, wird eine prozentuale Einstellung angezeigt, die Du auswählen kannst.
fr: L'activation de ce réglage ajoute une option "Bolus réduit" au calculateur de bolus. Une fois cette fonctionnalité activée, un paramètre en pourcentage s'affichera pour que vous puissiez le sélectionner.
nb_no: Aktivering av denne innstillingen legger til «redusert bolus» som valg i boluskalkulatoren. Når denne funksjonen er aktivert vil det vises et prosentvalg.
pl: Włączenie tego ustawienia dodaje opcję „Zmniejszony Bolus” do kalkulatora bolusa. Po włączeniu tej funkcji pojawi się ustawienie procentowe do wyboru.
vi: Bật cài đặt này sẽ thêm tùy chọn "Bolus giảm" vào máy tính bolus. Khi tính năng này được bật, bạn sẽ thấy xuất hiện phần thiết lập tỷ lệ phần trăm để lựa chọn.
zh_hant: 啟用此設定會在注射計算器中添加一個「減少注射」選項。一旦此功能啟用，您將可以選擇百分比設定。

source: Enabling this setting adds a "Super Bolus" option to the bolus calculator. Once this feature is enabled, a percentage setting will appear for you to select.
bg: Активирането на тази настройка добавя опция „Super Bolus“ в калкулатора за болус. След активиране ще се появи настройка за процент, от която да изберете.
cs: Povolením tohoto nastavení přidáte do bolusové kalkulačky možnost „Super bolus“. Jakmile bude tato funkce povolena, zobrazí se nastavení procent, které si můžete zvolit.
da: Aktivering af denne indstilling tilføjer en "Super Bolus" indstilling til bolus lommeregneren. Når denne funktion er aktiveret, vises en procentuel indstilling for dig at vælge.
de: Wenn Du diese Einstellung aktivierst, wird dem Bolusrechner eine „Superbolus“-Option hinzugefügt. Sobald diese Funktion aktiviert ist, wird eine prozentuale Einstellung angezeigt, die Du auswählen kannst.
es: Activar esta opción añade una opción "Super Bolus" a la calculadora de bolos. Una vez que esta característica está activada, aparecerá un ajuste de porcentaje para que usted lo seleccione.
fr: Activer ce réglage ajoute une option "Super Bolus" dans le calculateur de bolus. Une fois cette fonctionnalité activée, un réglage de pourcentage apparaîtra pour vous permettre de le sélectionner.
it: Abilitando questa impostazione si aggiunge un'opzione "Super Bolo" alla calcolatrice del bolo. Una volta abilitata questa funzionalità, apparirà un'impostazione percentuale per la selezione.
nb_no: Aktivering av denne innstillingen legger til «Super bolus» som valg i boluskalkulatoren. Når denne funksjonen er aktivert vil det vises et prosentvalg.
nl: Inschakelen van deze instelling voegt een "Super Bolus" optie toe aan de boluscalculator. Zodra deze functie is ingeschakeld, verschijnt er een procentuele instelling voor u om te selecteren.
pl: Włączenie tego ustawienia dodaje opcję „Super Bolus” do kalkulatora bolusa. Po włączeniu tej funkcji pojawi się ustawienie procentowe, które możesz wybrać.
pt_pt: Ativando essa configuração adiciona uma opção de "Super Bolus" à calculadora de bolus. Uma vez que esse recurso estiver ativado, uma configuração de porcentagem aparecerá para você selecionar.
ru: Включение этого параметра добавляет болту опцию "Super Bolus". Как только эта функция включена, для вас появятся настройки в процентах.
sv: Aktivering av denna inställning lägger till ett alternativ för "Superbolus" till boluskalkylatorn. När den här funktionen är aktiverad visas en procentuell inställning för dig att välja.
uk: Увімкнення цього параметра додає функцію "Супер Bolus" до калькулятора bolus. Після активації даної функції для вибору з'являться відсоткові настройки.
vi: Khi bật tùy chọn này, mục 'Bolus tăng' sẽ xuất hiện trong trình tính liều bolus. Sau khi tính năng được kích hoạt, bạn sẽ thấy một tùy chọn phần trăm để lựa chọn.
zh_hant: 啟用此設定會在注射計算器中增加一個「超大劑量注射」選項。一旦啟用此功能，將顯示一個百分比的設定供你選擇。

source: Enabling this setting allows CGM readings from Trio to be used in Nightscout.
bg: Активирането на тази настройка позволява показанията от CGM на Trio да се използват в Nightscout.
cs: Zapnutí tohoto nastavení umožní používat hodnoty z CGM z Tria v Nightscoutu.
da: Aktivering af denne indstilling tillader CGM-udlæsninger fra Trio at blive brugt i Nightscout.
de: Wenn Du diese Einstellung aktivierst, können die CGM-Messwerte von Trio in Nightscout verwendet werden.
es: Habilitar esta opción permite que las lecturas CGM de Trio sean usadas en Nightscout.
fr: Activer ce réglage permet à Trio d’envoyer les mesures du taux de glucose du CGM (capteur de glucose en continu) vers Nightscout.
it: Abilitando questa impostazione si possono usare letture CGM da Trio in Nightscout.
nb_no: Ved å aktivere denne innstillingen tillates det at CGM-avlesninger fra Trio blir brukt i Nightscout.
nl: Door deze instelling in te schakelen, kunnen CGM-metingen uit de Trio in Nightscout worden gebruikt.
pl: Włączenie tego ustawienia pozwala na użycie odczytów CGM z Trio w Nightscout.
pt_pt: Habilitar essa configuração permite que leituras de CGM do Trio sejam usadas no Nightscout.
ru: Включение этой настройки позволяет CGM чтений из Trio использовать в Nightscout.
sv: Genom att aktivera denna inställning kan CGM-avläsningar från Trio användas i Nightscout.
uk: Вмикання цього параметру дозволяє використовувати CGM читання з племені для нічного аналізу.
vi: Bật tùy chọn này cho phép các giá trị đo từ Cảm biến đường huyết trong Trio được sử dụng trong Nightscout.
zh_hant: 啟用此設定可以在 Nightscout 中使用 Trio 的 CGM 讀取值。

source: Enabling this setting allows the iOS Shortcuts App to send bolus commands to Trio.
bg: Активирането на тази настройка позволява на приложението Shortcuts на iOS да изпраща команди за болус към Trio.
cs: Zapnutí tohoto nastavení umožní aplikaci Zkratky (iOS) posílat do Tria příkazy k podání bolusu.
da: Aktivering af denne indstilling tillader iOS-genvejs-appen at sende bolus kommandoer til Trio.
de: Wenn Du diese Einstellung aktivierst, kann die iOS Kurzbefehle-App Bolusbefehle an Trio senden.
es: Habilitar este ajuste permite a la aplicación de accesos directos de iOS enviar comandos de bolo a Trio.
fr: Activer ce réglage permet à l’app Raccourcis d’iOS d’envoyer des commandes de bolus à Trio.
it: Abilitando questa impostazione, l'app di scorciatoie iOS consente di inviare i comandi in bolo a Trio.
nb_no: Aktivering av denne innstillingen tillater at iOS Snarveier sender boluskommandoer til Trio.
nl: Door deze instelling in te schakelen, kan de iOS Shortcuts App bolus commando's naar Trio sturen.
pl: Włączenie tego ustawienia umożliwia aplikacji "Skróty" na wysyłanie poleceń bolusa do Trio.
pt_pt: Habilitar esta configuração permite que o aplicativo de atalhos do iOS envie comandos de bólus para Trio.
ru: Включение этой настройки позволяет приложению ярлыков iOS отправлять боковые команды в Трио.
sv: Genom att aktivera denna inställning kan iOS-genvägar appen skicka bolus-kommandon till Trio.
uk: Увімкнення цього параметру дозволить програмі із ярликами iOS, щоб надсилати до них сміливі команди.
vi: Bật tùy chọn này cho phép ứng dụng Phím tắt (Shortcuts) trên iOS gửi lệnh tiêm bolus đến Trio.
zh_hant: 啟用此設定允許 iOS 快捷方式應用程式向 Trio 發送注射命令。
